[{"id":"QuaRel_V1_Fr_1416","context":"Question: A pill gets a lot hotter rolling around inside a jar compared to rolling around inside a bottle. This means the pill can roll a greater overall distance in the (A) bottle (B) jar\n","source":"A","target":"The answer is A. The question states that the pill gets a lot hotter rolling around inside a jar compared to a bottle. Since heat makes things expand and friction increases with temperature, the pill is likely to encounter more friction and thus roll slower or even come to a complete stop more quickly in a"},{"id":"QuaRel_V1_Fr_1203","context":"Question: Mike's coffee can gets less hot when he slides it across his kitchen counter then when he slides it across his kitchen floor. This means the _____ is more lustrous (A) kitchen counter (B) kitchen floor\n","source":"A","target":"This question is a bit tricky since the given information seems to suggest the opposite of the answer, but the rationale is based on the meaning of \"lustrous\" in this context. In this question, the term \"lustrous\" is used to mean reflective or shiny. The fact that"},{"id":"QuaRel_V1_B5_1086","context":"Question: Which person is more likely to perspire more rapidly in a cool environment? (A) The sitting person (B) The running person\n","source":"B","target":"The answer is B because the human body responds to physical exertion, such as running, by increasing the production of sweat to help cool the body down, making a running person more likely to perspire more rapidly in a cool environment than a sitting person."},{"id":"QuaRel_V1_B5_1191","context":"Question: Barry is getting closer to the auditorium where the band is playing.  As he gets closer, the music is (A) louder (B) softer.\n","source":"A","target":"The answer is A because the question states that Barry is getting closer to the auditorium. As he gets closer, the volume of the sound waves emanating from the auditorium will increase due to the inverse square law, making the music appear louder to him."},{"id":"QuaRel_V1_B5_1433","context":"Question: Mike was making a basket using various types of wood. He bent some thick wood and it didn't break, but when he bent some thin wood it snapped in half. Which wood wasn't as strong? (A) thick wood (B) thin wood\n","source":"B","target":"The answer is B because the question states that the thin wood snapped in half when it was bent, indicating that it was not as strong as the thick wood that did not break."},{"id":"QuaRel_V1_Fr_0948","context":"Question: Ellus rode his skateboard smoothly on the asphalt, and bumpier through the bed of roses. The asphalt has (A) more smoothness (B) less smoothness.\n","source":"A","target":"The rationale for this question is a bit more subtle than the previous two examples. The question states that Ellus rode his skateboard smoothly on the asphalt, indicating that the asphalt has a greater degree of smoothness than the bed of roses. Contrary to what the question"},{"id":"QuaRel_V1_B4_0045","context":"Question: The Williams twins, Joe and Jim are playing hockey. Joe is getting really sweaty but Jim is barely perspiring. Which of them is getting more of a work out? (A) Jim (B) Joe\n","source":"B","target":"The answer is B, as the question states that Joe is getting really sweaty, indicating that he is putting forth more effort and thus likely getting a greater workout than Jim, who is barely perspiring."},{"id":"QuaRel_V1_B3_0062","context":"Question: A space craft has had a collision with a meteorite that managed to destroy its engines. They are so far from home, the moon looks smaller to them than it would from Earth. They are drifting through space, and are most likely to be pulled into the gravitational orbit of the sun because (A) the sun has greater mass (B) the sun has a lower mass\n","source":"A","target":"The answer is A because the sun, having a greater mass than the spacecraft, exerts a stronger gravitational force, making it more likely that the spacecraft will be pulled into the sun's gravitational orbit."},{"id":"QuaRel_V1_B4_0121","context":"Question: The moon creates a weaker gravitational force than the Earth because (A) it has less mass than the Earth or (B) it has more mass than the Earth.\n","source":"A","target":"The answer is A because the question states that the moon has a weaker gravitational force than the Earth, and it is commonly known that an object's gravitational force is directly proportional to its mass. Therefore, if the moon has a weaker gravitational force than the Earth, it must have less"},{"id":"QuaRel_V1_Fr_1269","context":"Question: A hatchback experiences less friction when driving on a desert highway then when driving on a jungle highway. This means the hatchback can drive a greater distance over the (A) jungle highway (B) desert highway\n","source":"B","target":"In this example, the question states that the hatchback experiences less friction when driving on a desert highway than when driving on a jungle highway. Less friction means that there is less resistance between the tires and the road surface, allowing the hatchback to move more freely and with less effort."}]