[{"id":"QuaRel_V1_B5_1188","context":"Question: A giant asteroid has been captured by the Earth's gravitational pull and now the Earth has a second moon. The light reflected off the new moon appears brighter than the light reflected off the old moon because (A) the new moon is a greater distance from Earth then the old moon (B) the new moon is a shorter distance from Earth then the old moon\n","source":"B","target":"The answer is A because the question states that the asteroid has been captured by Earth's gravitational pull and is now the new moon. Since the Earth's gravitational pull causes the asteroid to be closer to Earth, the reflected light from the new moon would appear brighter than the old moon due"},{"id":"QuaRel_V1_B5_0879","context":"Question: Hulk is the strongest being in the universe. The Hulk and Black Panther have a friendly bet. Who can throw a large boulder the farthest. Who wins this clash of the superheroes? (A) Black Panther (B) Hulk\n","source":"B","target":"The answer is B because, despite Hulk being the strongest being in the universe, the question states that this is a friendly bet between Hulk and Black Panther, so neither superhero is at full strength or in a fighting mode. Black Panther has the ability to enhance his physical strength,"},{"id":"QuaRel_V1_B4_0168","context":"Question: John was walking down the driveway to check the mail.  As he got closer to the mailbox, what got smaller, (A) house (B) mailbox\n","source":"A","target":"The answer is A because the question says \"as he got closer to the mailbox,\" implying that the reference point is changing and the house is getting smaller in John's view as he approaches it. The mailbox remains the same size."},{"id":"QuaRel_V1_B5_0126","context":"Question: Peter is throwing a feather and a rock out of the window at the same time. The rock lands on the ground first. Which object has a stronger gravity (A) The feather, or (B) the rock?\n","source":"B","target":"The answer is B, as the rock has a stronger gravity due to its greater mass compared to the feather. The question states that the rock lands on the ground first, which is an indication of its greater mass and thus, stronger gravity."},{"id":"QuaRel_V1_B4_0412","context":"Question: Superman has superhuman strength and is the strongest being in the universe. Him and Spiderman are curious who can throw a tank the farthest. Who wins this face off of superheroes? (A) Superman (B) Spiderman\n","source":"A","target":"The answer is A, as Superman's superhuman strength makes him the strongest being in the universe and, therefore, the one most likely to be able to throw the tank the farthest."},{"id":"QuaRel_V1_B4_0008","context":"Question: As the school bus drove off, it looked like Johnny's mom drove (A) shrank or  (B) grew larger\n","source":"A","target":"The answer is A because the question describes the appearance of Johnny's mom as looking \"smaller\" as the bus drove off, which is the opposite of growing larger, and the closest synonym to \"smaller\" is \"shrank.\" However, the question is not clear on the intended meaning of \""},{"id":"QuaRel_V1_Fr_0058","context":"Question: A toy car slid down the floor of a movie theater after it was cleaned. That same car was was rolled down the floor that was pretty sticky. It didn't go far at all. The car went further on the clean floor because it has (A) more resistance or (B) less resistance?\n","source":"B","target":"The answer is B because the question states that the car went further on the clean floor, indicating that there is less resistance on the clean floor, allowing the car to move more easily and therefore go further. Contrastingly, on the sticky floor, there is more resistance which slows down the car and"},{"id":"QuaRel_V1_B5_0738","context":"Question: Asteroids can be huge. But not as big as the sun. Which has a weaker gravity? (A) Asteroid (B) Sun\n","source":"A","target":"The answer is A because asteroids, despite their size, have weaker gravity than the Sun, due to their smaller mass. The larger an object, the stronger its gravitational pull. So the Sun, being much larger than an asteroid, has a stronger gravitational force. Therefore, an asteroid, despite"},{"id":"QuaRel_V1_Fr_0511","context":"Question: A tractor creates low friction when driving through a corn field and high friction when driving through a beet field. The tractor gets much hotter driving through the (A) corn field (B) beet field\n","source":"B","target":"The answer is B because the question states that the tractor creates high friction when driving through the beet field, which results in more resistance and more energy being required to move the tractor. This increased energy requirement can lead to more heat being generated, as more fuel is burned to overcome the resistance. Convers"},{"id":"QuaRel_V1_B5_1010","context":"Question: Jim wants to make a new flag to hang outside his house. The blue material is much thicker than the red material. If Jim wants to have more certainty that the flag will not rip in the wind which material should he avoid? (A) the blue material (B) the red material\n","source":"B","target":"In this question, the rationale is not explicitly stated, but we can infer that the thinner material (red) is less likely to rip in the wind compared to the thicker material (blue). However, since the question asks which material Jim should avoid to have more certainty that the flag will not"}]